HELP_1 = """🙄**<u>ᴘᴇʀɪɴᴛᴀʜ ᴀᴅᴍɪɴ:</u>**

ᴛᴀᴍʙᴀʜɪɴ **ᴄ** ᴅɪ ᴀᴡᴀʟ ᴘᴇʀɪɴᴛᴀʜ ʙɪᴀʀ ʙɪsᴀ ᴅɪᴘᴀᴋᴀɪ ᴅɪ ᴄʜᴀɴɴᴇʟ.

/pause : ᴊᴇᴅᴀ ʟᴀɢᴜ/ᴠɪᴅᴇᴏ ʏᴀɴɢ sᴇᴅᴀɴɢ ᴅɪᴘᴜᴛᴀʀ.
/resume : ʟᴀɴᴊᴜᴛɪɴ sᴛʀᴇᴀᴍ ʏᴀɴɢ ᴅɪᴊᴇᴅᴀ.
/mute : ᴅɪᴀᴍɪɴ (ᴍᴜᴛᴇ) sᴛʀᴇᴀᴍ ʏᴀɴɢ ʟᴀɢɪ ᴊᴀʟᴀɴ.
/unmute : ʙᴀᴛᴀʟɪɴ ᴍᴜᴛᴇ ɴʏᴀ.
/skip : ʟᴏᴍᴘᴀᴛɪɴ ʟᴀɢᴜ/ᴠɪᴅᴇᴏ sᴇᴋᴀʀᴀɴɢ ᴅᴀɴ ᴘᴜᴛᴀʀ ʏᴀɴɢ ɴᴇxᴛ ᴅɪ ᴀɴᴛʀɪᴀɴ.
/end ᴀᴛᴀᴜ /stop : ʙᴇʀʜᴇɴᴛɪɴ ᴘᴇᴍᴜᴛᴀʀᴀɴ & ʜᴀᴘᴜs ᴀɴᴛʀɪᴀɴ.
/shuffle : ᴀᴄᴀᴋ ʟᴀɢᴜ-ʟᴀɢᴜ ᴅɪ ᴀɴᴛʀɪᴀɴ.
/seek : ᴍᴀᴊᴜɪɴ sᴛʀᴇᴀᴍ ᴋᴇ ᴡᴀᴋᴛᴜ ʏᴀɴɢ ʟᴜ ᴍᴀᴜ.
/seekback : ᴍᴜɴᴅᴜʀɪɴ sᴛʀᴇᴀᴍ ᴋᴇ ᴅᴜʀᴀsɪ ʏᴀɴɢ ʟᴜ ᴛᴇɴᴛᴜɪɴ.
/reboot : ʀᴇʙᴏᴏᴛ ʙᴏᴛ ɴʏᴀ ʙᴜᴀᴛ ᴄʜᴀᴛ ɪɴɪ.

🥴<u>**ᴘᴇᴍᴜᴛᴀʀᴀɴ ʟᴏᴏᴘ:**</u>

/loop [ᴍᴀᴛɪ/ɴʏᴀʟᴀ] ᴀᴛᴀᴜ [1:10]  
    : ᴋᴀʟᴏ ᴅɪɴʏᴀʟᴀɪɴ, ʙᴏᴛ ʙᴀᴋᴀʟ ᴍᴜᴛᴀʀɪɴ ʟᴀɢᴜ ʏᴀɴɢ sᴇᴅᴀɴɢ ᴅɪᴘᴜᴛᴀʀ ʙᴇʀᴜʟᴀɴɢ sᴀᴍᴘᴇ 10 ᴋᴀʟɪ ᴀᴛᴀᴜ sᴇsᴜᴀɪ ᴘᴇʀᴍɪɴᴛᴀᴀɴ.

😜<u>**ᴘᴇɴɢɢᴜɴᴀ ᴀᴜᴛʜ:**</u>

ᴘᴇɴɢɢᴜɴᴀ ᴀᴜᴛʜ ʙɪsᴀ ᴍᴀᴋᴇ ᴘᴇʀɪɴᴛᴀʜ ᴀᴅᴍɪɴ ʙᴏᴛ ᴍᴇꜱᴋɪ ɢᴀᴋ ᴀᴅᴍɪɴ ᴅɪ ɢʀᴜᴘ.

/auth [username] : ᴛᴀᴍʙᴀʜɪɴ sᴏʀᴀɴɢ ᴘᴇɴɢɢᴜɴᴀ ᴋᴇ ᴅᴀꜰᴛᴀʀ ᴀᴜᴛʜ.
/unauth [username] : ʜᴀᴘᴜs ᴘᴇɴɢɢᴜɴᴀ ᴅᴀʀɪ ᴅᴀꜰᴛᴀʀ ᴀᴜᴛʜ.
/authusers : ʟɪᴀᴛ ᴅᴀꜰᴛᴀʀ ᴘᴇɴɢɢᴜɴᴀ ᴀᴜᴛʜ ᴅɪ ɢʀᴜᴘ ɪɴɪ."""


HELP_2 = """💞<u>**ᴘᴇʀɪɴᴛᴀʜ ᴘᴇᴍᴜᴛᴀʀᴀɴ:**</u>

ᴘᴇʀɪɴᴛᴀʜ ʏᴀɴɢ ᴛᴇʀsᴇᴅɪᴀ = play , vplay , cplay  
ᴘᴇʀɪɴᴛᴀʜ ᴘᴀᴋsᴀɴ = playforce , vplayforce , cplayforce

**c** ᴀʀᴛɪɴʏᴀ ᴘᴇᴍᴜᴛᴀʀᴀɴ ᴅɪ ᴄʜᴀɴɴᴇʟ.  
**v** ᴀʀᴛɪɴʏᴀ ᴘᴇᴍᴜᴛᴀʀᴀɴ ᴠɪᴅᴇᴏ.  
**force** ᴀʀᴛɪɴʏᴀ ᴘᴇᴍᴜᴛᴀʀᴀɴ ᴅɪᴘᴀᴋsᴀ.

/play atau /vplay atau /cplay : ᴍᴜʟᴀɪ sᴛʀᴇᴀᴍɪɴɢ ʟᴀɢᴜ/ᴠɪᴅᴇᴏ ʏᴀɴɢ ᴅɪᴍɪɴᴛᴀ ᴅɪ ᴠɪᴅᴇᴏᴄʜᴀᴛ.

/playforce atau /vplayforce atau /cplayforce : **ᴘᴇᴍᴜᴛᴀʀᴀɴ ᴘᴀᴋsᴀ** ʙᴜᴀᴛ ɴɢᴇʜᴇɴᴛɪɴ sᴛʀᴇᴀᴍ ʏᴀɴɢ sᴇᴅᴀɴɢ ʙᴇʀʟᴀɴɢsᴜɴɢ ᴅᴀɴ ᴍᴜʟᴀɪ sᴛʀᴇᴀᴍ ʏᴀɴɢ ʙᴀʀᴜ.

/channelplay [username chat atau ID] atau [disable] : sᴀᴍʙᴜɴɢɪɴ ᴄʜᴀɴɴᴇʟ ᴋᴇ ɢʀᴜᴘ ᴅᴀɴ ᴍᴜʟᴀɪ sᴛʀᴇᴀᴍɪɴɢ ʟᴇᴡᴀᴛ ᴘᴇʀɪɴᴛᴀʜ ʏᴀɴɢ ᴅɪᴋɪʀɪᴍ ᴅɪ ɢʀᴜᴘ.


🤨**<u>ᴘʟᴀʏʟɪsᴛ sᴇʀᴠᴇʀ:</u>**

/playlist : ʟɪᴀᴛ ᴘʟᴀʏʟɪsᴛ ʟᴜ ʏᴀɴɢ ᴅɪsɪᴍᴘᴀɴ ᴅɪ sᴇʀᴠᴇʀ.
/deleteplaylist : ʜᴀᴘᴜs ʟᴀɢᴜ ᴅɪ ᴘʟᴀʏʟɪsᴛ ʟᴜ.
/play : ᴍᴜʟᴀɪ ᴘᴇᴍᴜᴛᴀʀᴀɴ ᴅᴀʀɪ ᴘʟᴀʏʟɪsᴛ ʟᴜ ʏᴀɴɢ ᴅɪsɪᴍᴘᴀɴ ᴅɪ sᴇʀᴠᴇʀ.
"""



HELP_3 = """😉<u>**ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs:**</u>

/stats : ɢᴇᴛ ᴛᴏᴩ 10 ᴛʀᴀᴄᴋ ɢʟᴏʙᴀʟ sᴛᴀᴛs, ᴛᴏᴩ 10 ᴜsᴇʀs ᴏғ ᴛʜᴇ ʙᴏᴛ, ᴛᴏᴩ 10 ᴄʜᴀᴛs ᴏɴ ᴛʜᴇ ʙᴏᴛ, ᴛᴏᴩ 10 ᴩʟᴀʏᴇᴅ ɪɴ ᴛʜᴇ ᴄʜᴀᴛ ᴀɴᴅ ᴍᴀɴʏ ᴍᴏʀᴇ...
/sudolist : sʜᴏᴡs ᴛʜᴇ sᴜᴅᴏ ᴜsᴇʀs ᴏғ ᴍᴜsɪᴄ ʙᴏᴛ.
/lyrics [sᴏɴɢ ɴᴀᴍᴇ] : sᴇᴀʀᴄʜ ʟʏʀɪᴄs ғᴏʀ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ sᴏɴɢ.
/song [sᴏɴɢ ɴᴀᴍᴇ] or [ʏᴛ ʟɪɴᴋ] : ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ ʏᴏᴜᴛᴜʙᴇ ᴛʀᴀᴄᴋ ɪɴ ᴀᴜᴅɪᴏ ᴏʀ ᴠɪᴅᴇᴏ ғᴏʀᴍᴀᴛ.
/player :  ɢᴇᴛ ᴀ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ᴩʟᴀʏᴇʀ ᴩᴀɴᴇʟ.
/queue : sʜᴏᴡs ᴛʜᴇ ǫᴜᴇᴜᴇᴅ ᴛʀᴀᴄᴋs ʟɪsᴛ."""

HELP_4 = """😴<u>**ᴘᴇʀɪɴᴛᴀʜ ᴛᴀᴍʙᴀʜᴀɴ:**</u>

/start : ɴʏᴀʟᴀɪɴ ʙᴏᴛ ᴍᴜsɪᴋ.
/help : ᴛᴀᴍᴘɪʟɪɴ ᴍᴇɴᴜ ʙᴀɴᴛᴜᴀɴ ʏᴀɴɢ ɪsɪɴʏᴀ ᴘᴇɴᴊᴇʟᴀsᴀɴ ᴘᴇʀɪɴᴛᴀʜ.
/ping : ᴛᴀᴍᴘɪʟɪɴ ᴘɪɴɢ ᴅᴀɴ sᴛᴀᴛᴜs sɪsᴛᴇᴍ ʙᴏᴛ.

🧐<u>**ᴘᴇɴɢᴀᴛᴜʀᴀɴ ɢʀᴜᴘ:**</u>
/settings : ʟɪʜᴀᴛ ᴘᴇɴɢᴀᴛᴜʀᴀɴ ɢʀᴜᴘ ᴅᴇɴɢᴀɴ ᴍᴇɴᴜ ɪɴʟɪɴᴇ ɪɴᴛᴇʀᴀᴋᴛɪғ."""


HELP_5 = """🥺**<u>ᴛᴀᴍʙᴀʜ & ʜᴀᴘᴜs sᴜᴅᴏᴇʀ:</u>**
/addsudo [username atau balas pesan pengguna]
/delsudo [username atau balas pesan si ngeselin]

🥶**<u>ʜᴇʀᴏᴋᴜ:</u>**
/usage : liatin pemakaian dyno bulan ini.

🤯**<u>ᴠᴀʀ ᴋᴏɴғɪɢ:</u>**
/get_var : ambil variabel config dari Heroku atau file .env.
/del_var : hapus variabel config di Heroku atau file .env.
/set_var [nama_var] [nilai] : atur atau update variabel config di Heroku atau file .env.

🤖**<u>ᴘᴇʀɪɴᴛᴀʜ ʙᴏᴛ:</u>**
/restart : restart bot lo.
/update : update bot dari repo pusat.
/speedtest : cek kecepatan server bot.
/maintenance [nyala/mati]
/logger [nyala/mati] : aktifin log aktivitas yang terjadi di bot.
/get_log [jumlah baris] : ambil log bot lo [default-nya 100 baris]
/autoend [nyala|mati] : nyalain auto-end stream kalau nggak ada yang dengerin.

🤑**<u>ᴘᴇʀɪɴᴛᴀʜ sᴛᴀᴛɪsᴛɪᴋ:</u>**
/activevoice : liat daftar voice chat aktif di bot.
/activevideo : liat daftar video chat aktif di bot.
/stats : tampilin statistik terkini dari bot.

😒**<u>ᴄʜᴀᴛ ʏᴀɴɢ ᴅɪʙʟᴏᴋɪʀ:</u>**
/blacklistchat [ID chat] : blokir chat dari akses bot.
/whitelistchat [ID chat] : buka blokir chat yang udah diblacklist.
/blacklistedchat : tampilkan daftar semua chat yang diblacklist.

😤**<u>ʙʟᴏᴋɪʀ ᴘᴇɴɢɢᴜɴᴀ:</u>**
/block [username atau balas pesan si ngeselin] : mulai ngeabaikan si ngeselin biar dia nggak bisa pake bot.
/unblock [username atau balas pesan pengguna] : buka blokir dari user.
/blockedusers : tampilin daftar user yang diblokir.

🤬**<u>ғɪᴛᴜʀ ɢʙᴀɴ:</u>**
/gban [username atau balas pesan si ngeselin] : banned global user dari semua chat yang dilayani bot.
/ungban [username atau balas pesan pengguna] : cabut banned global dari user tersebut.
/gbannedusers : tampilin daftar user yang kena banned global.

🎥**<u>ᴍᴏᴅᴇ ᴠɪᴅᴇᴏᴄʜᴀᴛ:</u>**
/set_video_limit [jumlah chat] : atur jumlah maksimal videocall yang bisa dijalanin bot. [default = 3]
/videomode [download|m3u8] : kalau mode download aktif, bot bakal download dulu sebelum muter track.

💔**<u>ʙᴏᴛ ᴘʀɪʙᴀᴅɪ:</u>**
/authorize [ID chat] : izinin chat buat pake bot.
/unauthorize [ID chat] : cabut izin dari chat yang udah diizinin.
/authorized : tampilin daftar chat yang udah diizinin.

🍒**<u>ғɪᴛᴜʀ ʙʀᴏᴀᴅᴄᴀsᴛ:</u>**
/broadcast [pesan atau balas pesan] : siarin pesan ke semua chat yang dilayani bot.

<u>ᴍᴏᴅᴇ sɪᴀʀᴀɴ:</u>
**-pin** : sematkan pesan broadcast lo di semua chat.
**-pinloud** : sematkan + kirim notif ke semua member.
**-user** : kirim broadcast ke semua user yang udah mulai bot lo.
/**-assistant** : kirim broadcast dari akun asisten bot.
/**-nobot** : paksa bot supaya nggak kirim broadcast itu.

**Contoh:** `/broadcast -user -assistant -pin Testing Broadcast`
"""


HELP_7 = """💌**<u>ᴅɪ sɪɴɪ ʟᴜ ʙɪsᴀ ʟɪᴀᴛ ғɪᴛᴜʀ ʙᴀʀᴜ:</u>**

/alive : sᴇᴋᴀʀᴀɴɢ ʟᴜ ʙɪsᴀ ᴄᴇᴋ ᴀᴘᴀᴋᴀʜ ʙᴏᴛ ᴀʟᴇxᴀ ᴍᴀsɪʜ ᴀᴋᴛɪғ ᴀᴛᴀᴜ ɢᴀᴋ.
/id : ʙᴜᴀᴛ ᴄᴇᴋ ɪᴅ ᴘᴇɴɢɢᴜɴᴀ ᴅᴀɴ ᴄʜᴀᴛ.
/gcast -user -assistant -pin ᴛᴇsᴛɪɴɢ ʙʀᴏᴀᴅᴄᴀsᴛ
/verify : ᴠᴇʀɪғɪᴋᴀsɪᴋᴀɴ ᴅɪʀɪ ʟᴜ ᴅɪ ᴅᴀᴛᴀʙᴀsᴇ ᴀʟᴇxᴀ."""


HELP_8 = """💰**<u>ғɪᴛᴜʀ sᴜʙsᴄʀɪᴘᴛɪᴏɴ ʙʀᴏᴀᴅᴄᴀsᴛ:</u>**

sᴇᴋᴀʀᴀɴɢ ʟᴜ ʙɪsᴀ ʙᴇʟɪ ʙʀᴏᴀᴅᴄᴀsᴛ sᴜʙsᴄʀɪᴘᴛɪᴏɴ ʙᴜʟᴀɴᴀɴ ᴀᴛᴀᴜ ᴍɪɴɢɢᴜᴀɴ.  
ᴋɪᴛᴀ ʙᴀᴋᴀʟ ᴋᴀꜱɪʜ 3 ᴋᴀʟɪ ʙʀᴏᴀᴅᴄᴀsᴛ ᴜɴᴛᴜᴋ ᴍɪɴɢɢᴜᴀɴ & 14 ᴋᴀʟɪ ᴜɴᴛᴜᴋ ʙᴜʟᴀɴᴀɴ, ᴅᴇɴɢᴀɴ ʙᴀᴛᴀs ʙɪsᴀ ᴋɪʀɪᴍ ʙʀᴏᴀᴅᴄᴀsᴛ sᴇᴛɪᴀᴘ 2 ʜᴀʀɪ.

**ʜᴀɴʏᴀ ᴏᴡɴᴇʀ**
/addweekly [ID user] : ᴛᴀᴍʙᴀʜɪɴ sᴜʙsᴄʀɪᴘᴛɪᴏɴ ᴍɪɴɢɢᴜᴀɴ.
/addmonthly [ID user] : ᴛᴀᴍʙᴀʜɪɴ sᴜʙsᴄʀɪᴘᴛɪᴏɴ ʙᴜʟᴀɴᴀɴ.  
/removesub [ID user] : ʜᴀᴘᴜs sᴜʙsᴄʀɪᴘᴛɪᴏɴ ᴘᴇɴɢɢᴜɴᴀ.
/checksubscription [ID user] : ᴄᴇᴋ sɪsᴀ ʜᴀʀɪ ᴅᴀɴ ʙʀᴏᴀᴅᴄᴀsᴛ ʏᴀɴɢ ʙɪsᴀ ᴅɪᴋɪʀɪᴍ.
/substats : ʟɪᴀᴛ ᴅᴀꜰᴛᴀʀ sᴜʙsᴄʀɪᴘᴛɪᴏɴ, ɪᴅ, ᴛɪᴘᴇ ᴘᴀᴋᴇᴛ, & ᴊᴜᴍʟᴀʜ ʙʀᴏᴀᴅᴄᴀsᴛ.
/subscription_alert : ᴋɪʀɪᴍ ᴘᴇʀɪɴɢᴀᴛᴀɴ ᴋᴇ sᴜʙsᴄʀɪʙᴇʀ ʏᴀɴɢ ᴍᴀsɪʜ ᴀᴋᴛɪғ, ᴛᴇʀᴍᴀsᴜᴋ ʙʀᴏᴀᴅᴄᴀsᴛ ʏᴀɴɢ ᴛᴇʀsɪsᴀ.

**ʙɪsᴀ ᴅɪᴘᴀᴋᴇ ᴏʟᴇʜ sɪᴀᴘᴀ ᴀᴊᴀ**
/mysubscription : ᴄᴇᴋ sᴜʙsᴄʀɪᴘᴛɪᴏɴ ʟᴜ ʏᴀɴɢ ᴀᴋᴛɪғ ʙᴇꜱᴇʀᴛᴀ sɪsᴀ ʜᴀʀɪ ᴅᴀɴ ʙʀᴏᴀᴅᴄᴀsᴛ.
/paidbroadcast : ᴋɪʀɪᴍ ʙʀᴏᴀᴅᴄᴀsᴛ ᴋᴇ sᴇᴍᴜᴀ ᴘᴇɴɢɢᴜɴᴀ ᴅᴀɴ ɢʀᴜᴘ sᴇᴋᴀʟɪɢᴜs ᴋᴀʟᴀᴜ sᴜʙsᴄʀɪᴘᴛɪᴏɴ ʟᴜ ᴀᴋᴛɪғ.
"""

